"CUSTOM_DAILY_INTERVAL_FORMAT" = "Joka %u. päivä";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@ %@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "Joka %u. viikko";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "Joka %u. viikon %@";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "Joka viikon %@";
"CUSTOM_WEEKLY_WEEKDAYS" = "Arkipäivisin";
"CUSTOM_WEEKLY_WEEKENDS" = "Viikonloppuisin";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "Joka %u. kuukausi";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "Kuukausittain %@ päivä";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "Joka %u. kuukauden %@ päivä";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "Joka kuukauden %@ päivä";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "Joka %u. kuukauden %@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "Joka %u. vuoden %@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "Joka vuoden %@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "Joka %u. vuosi %@ %@";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "Joka vuoden %@ %@";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "Joka %u. vuosi";
"FIRST" = "1.";
"SECOND" = "2.";
"THIRD" = "3.";
"FOURTH" = "4.";
"LAST" = "viimeinen";
"LAST_LIST_ITEM" = " ja %@";
"LAST_SECOND_LIST_ITEM" = " ja %@";
"1st" = "1.";
"2nd" = "2.";
"3rd" = "3.";
"4th" = "4.";
"5th" = "5.";
"6th" = "6.";
"7th" = "7.";
"8th" = "8.";
"9th" = "9.";
"10th" = "10.";
"11th" = "11.";
"12th" = "12.";
"13th" = "13.";
"14th" = "14.";
"15th" = "15.";
"16th" = "16.";
"17th" = "17.";
"18th" = "18.";
"19th" = "19.";
"20th" = "20.";
"21st" = "21.";
"22nd" = "22.";
"23rd" = "23.";
"24th" = "24.";
"25th" = "25.";
"26th" = "26.";
"27th" = "27.";
"28th" = "28.";
"29th" = "29.";
"30th" = "30.";
"31st" = "31.";

